// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "To My Dear 双",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "大牙镇楼",
        "纵使奔向三十一",
        "看似仍旧十六七",
        "光阴需要有印记",
        "年龄背锅莫在意",
        "愿虽一直被你欺",
        "能换呲牙笑嘻嘻",
        "弹琴牛批能吃鸡",
        "亦可单脚刷油漆",
        "入睡只需把眼咪",
        "让药随风夜郎西",
        "不日生成婚礼纪",
        "莫忘转发小老弟",
        "本期没密码别研究了",
        "请期待文言秘稿",
        "啵了个啵",
        "Yours",
        "Always",
        "Old Eddie",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "大牙镇楼": "./imgs/ss.jpg",
        "啵了个啵": "./imgs/sss.png",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "别点我",
        play: "辣个男银",
        bannar_coming: "ta lai le",
        balloons_flying: "纯嘴吹的",
        cake_fadein: "芋泥夹心安排上",
        light_candle: "十八岁的火焰",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
